/* Keep Track */

/* Car */
"keeptrackcar-Current coordinates" = "Huidige coördinates";
"keeptrackcar-Direction" = "Richting";
"keeptrackcar-Distance" = "Afstand";
"keeptrackcar-Remembered coordinates" = "Onthouden coördinates";
"keeptrackcar-Remembered location" = "Onthouden locatie";
"keeptrackcar-Set remembered coordinates as target" = "Zet onthouden coördinates als doel";
